IDEA Open Model
BendData.Point1OfSideBoundary2 Property
Compatible with IDEA StatiCa 20.1
 Side boundary second plate point 1
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point3D Point1OfSideBoundary2 { get; set; }
Public Property Point1OfSideBoundary2 As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace